13/data/attachments/430b3e54f97267b4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_2cb70124-95ac-4f18-a86e-728567f489ad</nif:username>
            <nif:friendToBeAdded>Crystal_sense_Actions_32100_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>